// General
"ADD" = "Ajouter";
"OK" = "OK";
"CANCEL" = "Annuler";
"Space" = "Espace";
"SPACES" = "Spaces";
"OPTIONS" = "Options…";
"CONTINUE" = "Continuer";
"SEARCHING" = "Recherche…";
"CONNECTING" = "Connexion en cours…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Clics secondaires : placez deux doigts sur le trackpad et cliquez sur le bouton";
"2NDCLICK_CLICKING" = "Utilisez le trackpad avec deux doigts pour effectuer un clic secondaire";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Utiliser les touches F1, F2 et ainsi de suite, comme des touches de \nfonction standard";
"FN_FLIPPER_NOTE" = "Quand cette option est sélectionnée, appuyez sur la touche Fn pour utiliser la fonction représentée sur la touche.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Éléments utilisateur";
"USER_ITEMS_DESC" = "Ouvre %@";
"ONOFF_TOOLTIP" = "Sélectionnez pour activer un raccourci de la liste";
"RESTORE_DEFAULTS_TITLE" = "Souhaitez-vous vraiment réinitialiser les raccourcis à leurs valeurs par défaut ?";
"RESTORE_DEFAULTS_DESCR" = "Cette action est irréversible.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Contrôle";
"MODIFER_COMMAND" = "⌘ Commande";

// BT related
"D_SECS" = "%d sec.";
"NEVER" = "Jamais";

"MOUSE" = "Souris";
"KEYBOARD" = "Clavier";
"UNKNOWN" = "Inconnu";

"NEW_APPLICATION_ITEM" = "<élément menu sans titre>";

"APP_IS_NOT_COMPATIBLE" = "Impossible d’ajouter des raccourcis clavier à l’application %@.";

"MOUSEBUTTON_OPEN" = "Ouvrir « %@ »";


// Gestures
"ONEFINGER" = "Un doigt";
"TAP_TO_CLICK_GESTURE" = "Taper pour cliquer";
"DRAGGING_GESTURE" = "Glissement";
"DRAGLOCK_GESTURE" = "Glissement verrouillé";
"TWOFINGER" = "Deux doigts";
"TWOFINGER_SECONDARYCLICK" = "Clic secondaire";
"THREEFINGER" = "Trois doigts";
"FOURFINGER" = "Quatre doigts";
"SECONDARYCLICK_GESTURE" = "Clic secondaire";
"SECONDARYCLICK_GESTURE_TAP" = "Tape secondaire";
"PRESS_SPECIFIC" = "Clic secondaire";
"PRESS_ANYWHER" = "Appuyez n’importe où avec deux doigts";
"SCREENZOOMGESTURE" = "Zoom écran";
"PINCH_GESTURE" = "Écarter et serrer les doigts";
"ROTATE_GESTURE" = "Pivoter";
"3FINGER_SWIPE_GESTURE" = "Naviguer par balayage";
"2FINGER_SCROLL_GESTURE" = "Faire défiler";
"4FINGER_UPDOWN_GESTURE_NAME" = "Balayage haut/bas pour Exposé";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "Balayage haut/bas pour naviguer";
"4FINGER_SWIPE_GESTURE_NAME" = "Balayage gauche/droite change d’application";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "Balayage gauche/droite pour naviguer";

"BOTTOM_RIGHT_CORNER" = "Coin inférieur droit";
"BOTTOM_LEFT_CORNER" = "Coin inférieur gauche";

"WITH_MOMENTUM" = "avec inertie";
"WITHOUT_MOMENTUM" = "sans inertie";
//
"THREE_FINGER_DRAGGING" = "Glissement";
"SWIPE_TO_NAVIGATE" = "Naviguer par balayage";

//
"GESTURE_SWITCH_APP" = "pour changer d’application";
"GESTURE_NAVIGATE" = "pour Naviguer";
"GESTURE_EXPOSE" = "pour Exposé";


// Gesture notes
"AX_TapToClick" = "Pour cliquer, tapez le trackpad d’un doigt.";
"AX_Dragging" = "Pour glisser, tapez le trackpad et placez immédiatement le doigt sur le trackpad tout en le bougeant. Pour arrêter le glissement, relevez votre doigt.";
"AX_DragLock" = "Pour glisser, tapez le trackpad et placez le doigt sur le trackpad tout en le bougeant. Pour arrêter le glissement, tapez à nouveau.";
"AX_SecondaryClick" = "Pour ouvrir le menu contextuel, placez deux doigts sur le trackpad et cliquez sur le bouton du trackpad. Si « Taper pour cliquer » est sélectionné, tapez simplement avec deux doigts sur le trackpad.";
"AX_Scroll" = "Pour faire défiler le contenu de la fenêtre active, placez deux doigts sur le trackpad et déplacez-les vers le haut, vers le bas ou latéralement.";
"AX_ScreenZoom" = "Pour agrandir ou réduire l’image de l’écran, maintenez la touche Contrôle enfoncée et déplacez deux doigts vers le haut ou vers le bas sur le trackpad. Pour modifier la touche de modification, cliquez sur Options.";
"AX_Pinch" = "Pour effectuer un zoom avant ou arrière sur des images ou sur d’autres élément, faites glisser un doigt et le pouce sur le trackpad en les éloignant ou en les rapprochant.";
"AX_Rotate" = "Pour faire pivoter des images ou d’autres éléments à l’écran, effectuez une rotation de deux doigts vers la gauche ou vers la droite sur le trackpad.";
"AX_Swipe" = "Pour aller à l’élément précédent ou suivant, faites rapidement glisser trois doigts vers la gauche ou vers la droite sur le trackpad.";
"AX_4F_Swipe_EXPOSE" = "Faites glisser quatre doigts vers le haut ou vers le bas sur le trackpad pour utiliser Exposé.";
"AX_4F_Swipe_APPS" = "Faites glisser quatre doigts vers la gauche ou vers la droite sur le trackpad pour permuter entre applications.";


//
"TOP_LABEL_BT_OFF_HEADER" = "Activez Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Attendez qu’un trackpad Bluetooth soit détecté.";
"MID_LABEL_NO_TRACKPAD" = "Aucun trackpad trouvé";
"MID_LABEL_1_TRACKPAD" = "1 trackpad trouvé";
"MID_LABEL_TRACKPAD_FOUND" = "« %@ » détecté";
"TURN_BT_ON" = "Activer Bluetooth";
